[
  {
    "title": "ENPO Programs",
    "description": "ENPO is established to promote development and business activities between Norway and Ethiopia by serving as a link between the two countries. Furthermore ENPO raises awareness of social challenges among Ethiopians, Norwegian Ethiopians and other minority groups by sharing knowledge, skills and innovative capacity and thereby motivating them to contribute to economic development here in Norway and in their home country. \n ENPO operates in Ethiopia and Norway through four major programs. The programs include Environment, Natural Resources and Agriculture; Health and social works; Education and Techniology; and Democracy, good governance and human rights. Each program has its own program leader and a program coordinator is responsible to coordintae the four programs in such a way that ENPO adresses its objectives in an effective and efficient way. \n ENPO has well experienced professionals in different deciplines which are active and dedicated towards resolving issues in the different fields of the four programs. ENPO deliver its support to Ethiopia and Norway through creation of the cooperation arena for both Norway and Ethiopia, so that common interests within socio-economic, culture, education, development assistance and various development and research projects, etc. can be taken care of."
  },
  {
    "title": "Natural resources, environment and agriculture",
    "description": "Related to this specific program, ENPO operates in the fields of agriculture, environment and natural resources primarily to ensure food supply, reduce environmental challenges and drive sustainable and efficient farming so that poverty can be combated and a healthy life for all Ethiopian people of all ages can develop. ENPO’s Natural Resources, Environment and agriculture program is formed to provide high-quality service, to generate new knowledge by introducing replicable technologies, conducting research, and providing practical services. ENPO works to increase the availability of clean water, improved sanitation, increase food production using organic fertilizers, prevent future food shortages, green energies and Increase expertise in waste management, especially within organic waste management and composting. The major focus of the program is directed towards environment, water, soil, forests, animals, and wildlife resources, waste management, energy, and others. The program's overall purpose is to contribute to the solution of environmental and agricultural problems, to increase the understanding of natural resources systems, and to enhance the wise management of these resources. The program works on Ensuring adequate food and water to the needy people and achieving sustainable rural and urban development for current and future generations all hinge upon the responsible management of natural resources. The program’s  Purpose Provide advice and support for the sustainable development in Ethiopia related to Environment, natural resources and agriculture. The program works to support poverty reduction, watershed management, biodiversity conservation and climate change policy objectives with emphasis on developing the capacities of the local governments, institutions and communities as development partners."
  },
  {
    "title": "Health and social works",
    "description": "The Health and social program of ENPO works to increase access and quality assurance of primary health and social services to vulnerable and marginalized groups in Ethiopia, supports minoriting activities by increasing knowledge and skills through introduction of ENPO’s professionals skills and experiences, through education and some preventative practices. In relation to health, ENPO provide its support through reproductive health programs so that the availability of conventional health services to women and children can be increased. ENPO works to support governmental institutions and association and work with local authorities and organizations to protect women and girls from customs that threaten their welfare. Furthermore ENPO works on promotion of community mobilization to address a variety of reproductive health issues in youth and mother / children by abolishing harmful practices. It also supports Ethiopia to increase competence within equality and participate in social and economic work to combat discrimination. ENPOsupports activities towards ensuring rights for vulnerable groups and reach the poor; including elderly people, function impaired and other people who do not have care services and caregivers."
  },
  {
    "title": "Education and Technology",
    "description": "Since without technology and education there can be no sustainability goals, ENPO is committed to promote technology including information and communication technology (ICT) and education. Technology allows both individuals and institutions to become more competitive and efficient in their daily routine. Education is also the key to combating poverty, so it is important to ensure quality education for everyone. ENPO  works for the development of technology and education both nationally and internationally to strengthen initiatives and projects such as the facilities use of ICT and modern digital solutions in the public and private sector;  increasing knowledge about the use of digital tools for digital marginalized groups; projects that plan, develop and implement digital solutions, development and dissemination of digital funds and digital research; increasing the availability of the school system so that poor and marginalized groups in society can participate without gender discrimination; increasing the quality and access to unlimited education with different degrees / levels; increasing research and innovation with the main focus on local issues; increasing the cooperation of educational institutions and create local knowledge and resource selection; increasing knowledge in peace, equality and justice in education;  introducing professional ethical guidelines, democratic and humanistic competence goals in education and in the curriculum; and focusing on teacher training by applying new technology to raise educational quality.ENPO’s Education and technology program aims at improving efficiency or effectiveness of the current practise in Ethiopia. Through its skilled and experienced professionals, ENPO aims at pedagogical changes and addresses fundamental issues of learning, teaching and social organization and therefore makes use of the full range of modern social science and life sciences methodology. Education and Technology program of ENPO works on enabling governmental institutions and business users to carry out their roles efficiently, productively and securely. It helps multiple business and technical requirements, provide a secure IT infrastructure and minimize costs. ENPO’s professionals of Education and Technology program work in applying technology in the business Strategy development (through IT capacity from outside vendors, customizing existing software, or making other alterations to the IT system to deliver data that business activities in the country can use to gain actionable insights), in Network Development (through operating Internet Protocol networks and advanced communication tools to meet the institutional or company’s needs), data Supervision (through provision of the means for capturing, storing, managing, analysing and distributing data to institutions and business users, Information Security Management and Training and Support."
  },
  {
    "title": "Democracy, good governance and human rights",
    "description": "This program works to Increase knowledge about conflict resolution and peace building both nationally and internationally, Contribute with good governance system, conflict management and peacebuilding. Furthermore, as a professional, ENPO contributes with political recommendations and expert opinion both nationally and internationally. In order to realize these goals, the ENPO will provide advice and guidance on both group, intuition and community level. ENPOs Democracy, good governance and human rights program promotes respect for human rights and bet on the protection of children in general, girls and other vulnerable groups who are exposed to various difficult life situations due to poverty and lack of welfare provision and rights. The program works to ensure a transparent, democratic and accountable environment in the respect of Human Rights and the Rule of Law, contributing to reducing fragility, fostering political stability and effective governance, and enabling sustainable and inclusive development and growth. ENPO’s professionals work in enhancing cooperation on democratic governance issues, on defense of human rights in Ethiopia against impunity at national and international level and in the protection of human rights; enhancing dialogue between human rights institutions ; increasing coordination and cooperation with other international humaniterian institutions; and support to the full operationalisation of  various organs including their necessary coordination. The Democracy, good governance and humanrights program of ENPO works on the introduction of ethics, democracy and social norms in primary schools, which can strengthen gender equality, prevent future ethnic conflicts, so that today's children and youth in Ethiopia grow up with a positive outlook and focus on helping to develop their country , thereby reducing the number of refugees to Europe, human trafficking and human trafficking."
  }
]
